<!DOCTYPE html>
<html>
    <head>
        <!--Título de la página-->
        <title>Ejercicio 2: INICIO</title>
        <link rel="stylesheet" href="css/style.css">
    </head>
    <body>
        <h1>FreeStyle RAP</h1>
        <hr>
        <p>El <b>freestyle rap</b>, (en espa&ntilde;ol, rap estilo libre), se trata de un estilo musical que consiste en rapear con ritmo o flow de forma improvisada o con una letra escrita en un micro libre sobre una base. La persona que improvisa se la llama rapero, MC, freestyler o gallo.</p>
        <p>En hispanoam&eacute;rica principalmente existen competencias en donde las competidores se rivalizan haciendo freestyle &uacute;nicamente de manera improvisada. Si bien hay competiciones que se tratan de batallas escritas, esta modalidad no es com&uacute;n, e incluso est&aacute; prohibida en la mayor&iacute;a de las batallas.</p>
        <a title="Kayojayo, CC BY-SA 3.0 &lt;https://creativecommons.org/licenses/by-sa/3.0&gt;, via Wikimedia Commons" href="https://commons.wikimedia.org/wiki/File:Mc_Supernatural.jpg">
            <img width="300" alt="Mc Supernatural" src="https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Mc_Supernatural.jpg/512px-Mc_Supernatural.jpg">
        </a>
        <p>FreeStyler en vivo</p>
        <hr>
        <!--Indicador para guiarse en la Página-->
        <h2>&Iacute;ndice</h2>
        <ul>
            <li>Paises</li>
            <ul>
                <li>Argentina</li>
                <li>Colombia</li>
                <li>Chile</li>
                <li>Espa&itilde;a</li>
                <li>M&eacute;xico</li>
                <li>Ecuador</li>
            </ul>
            <li>Batallas</li>
            <ul>
                <li><a href="pages/godLevel.html">God Level Fest</a></li>
                <li><a href="pages/urbanRoosters.html">Urban Roosters y FMS</a></li>
                <li><a href="pages/batallaMaestros.html">Batalla de Maestros</a></li>
                <li><a href="pages/redBull.html">Red Bull Batalla de Gallos</a></li>
            </ul>
            <li>Referencias</li>
        </ul>
        <h3>Paises</h3>
        <a title="Fobos92, CC BY-SA 3.0 &lt;https://creativecommons.org/licenses/by-sa/3.0&gt;, via Wikimedia Commons" href="https://commons.wikimedia.org/wiki/File:Mapa_mundi_blanco.PNG">
            <img width="300" alt="Mapa del mundo (practican FreeStyle)" src="https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Mapa_mundi_blanco.PNG/512px-Mapa_mundi_blanco.PNG">
            
        </a>
        <p><b>Mapa del mundo (Practicantes de FreeStyle)</b></p>
        <h4>Argentina</h4>
        <p>En todas las zonas del pa&iacute;s se ha estado desarrollando el freestyle. La repercusión de esta disciplina est&aacute; en constante desarrollo y cada sector del pa&iacute;s tiene sus propios eventos renombrados.</p>
        <p>Entre los freestylers más conocido de Argentina se encuentran: Klan, MKS, Dani, Dtoke, Sony, Papo, Kodigo, Cacha, Wos, Replik, Mecha, Zaina, Stuart,Nacho, Sub, Wolf, entre otros.</p>
        <img src="images/argentina.jpg" width="200" alt="argentina">
        <h4>Colombia</h4>
        <p>A pesar de que Colombia no es un pa&iacute;s donde abunde la cultura del rap freestyle, ha tenido un crecimiento notable en los &uacute;ltimos años</p>
        <p>Tambi&eacute;n ha sido sede de la Red Bull Batalla De Los Gallos Internacional. Los gallos que destacan de Colombia son Valles T, Rbn, Carpediem, Big Killa, Ñko, Coloso y Marithea.</p>
        <img src="images/colombianos.jpg" width="200" alt="colombianos">
        <h4>Chile</h4>
        <p>El territorio chileno ha sido cuna para varias competiciones de freestyles, tales como Batalla De Maestros (BDM) en sus subg&eacute;neros (Deluxe, Gold, Kallejera, etc).</p>
        <p>Internacionalmente, entre los freestylers chilenos, destacan: Nitro, Teorema, Kaiser, Pepe Grillo, Acertijo, Stigma, Ricto, Drose, El Menor y jokker</p>
        <img src="images/chilenos.jpg" width="200" alt="chilenos">
        <h4>Espa&ntilde;a</h4>
        <p>Existen diversas competiciones de estilo libre tal como puede ser la Red Bull Batalla de los Gallos o la Freestyle Master Series. Posee la mayor cantidad de trofeos dicha competencia.</p>
        <p>Los freestylers de Espa&ntilde;a m&aacute;s destacados son : Chuty, Arkano, Skone (Jose Miguel Manzano), Zasko Master, Force, Errecé, Blon, Walls, Bnet, Bta, SweetPain y Sara Socas, entre otros.</p>
        <img src="images/españoles.jpg" width="200" alt="españoles">
        <h4>M&eacute;xico</h4>
        <p>M&eacute;xico cuenta con 3 campeones de Red Bull Batalla de Los gallos Internacional que son: Hadrian ,Aczino y Rapder en segundo lugar empatando con argentina con 3 t&iacute;tulos, abajo de Espa&ntilde;a con 6.</p>
        <p>Los freestylers de M&eacute;xico m&aacute;s destacados son: Aczino, Rapder, RC, Jony Beltrán, Zticma, Potencia, Dominic, Lobo Estepario, Jack Adrenalina, entre otros</p>
        <img src="images/mexicanos.jpg" width="200" alt="mexicanos">

        <hr>
        <h3>Batallas</h3>
        <p>Consisten dos o más improvisadores compiten para llevarse el título de alguna competici&oacute;n; sin dejar de lado el valor que se considera gracias al complejo manejo de la l&iacute;rica, la creaci&oacute;n m&aacute;s compleja de m&eacute;trica, fon&eacute;tica, uso de tempo y pausas. Además, frecuentemente se toma en cuenta el contenido de las rimas.</p>

        <h4>Red Bull Batalla de los Gallos</h4>
        <p>Es un evento organizado por Red Bull desde el año 2005. Consiste en una serie mundial que hace eco de su fama internacionalmente, debido a que tambi&eacute;n se organiza en varios países hispano-parlantes cuyos ganadores despu&eacute;s compiten entre s&iacute;.</p>
        <img src="images/14966328051_3c104c8847_o.jpg" width="250" alt="Batalla de Gallos">
        <p>Para mayor informaci&oacute;n dirigirse a la siguiente p&aacute;gina => <a href="pages/redBull.html">Red Bull Batalla de los Gallos</a></p>
        
        <h4>God Level Frest</h4>
        <p>El evento se realiza cada a&ntilde;o con diferentes modalidades (3x3,2x2,1x1), etc.</p>
        <img src="images/artworks-000544224834-5mlmpx-t500x500.jpg" alt="God Level" width="250">
        <p>Para mayor informaci&oacute;n dirigirse a la siguiente p&aacute;gina => <a href="pages/godLevel.html">God Level Fest</a></p>
        
        <h4>Urban Roosters y FMS</h4>
        <p>Urban Roosters es una empresa que impulsa el freestyle en diversos pa&iacute;ses de habla hispana. En el año 2017 Urban Roosters cre&oacute; en España la competición de freestyle rap Freestyle Master Series, una liga de 10 participantes en la que los freestylers se enfrentan entre s&iacute; una vez en diferentes jornadas</p>
        <a title="Urban Roosters, CC BY-SA 4.0 &lt;https://creativecommons.org/licenses/by-sa/4.0&gt;, via Wikimedia Commons" href="https://commons.wikimedia.org/wiki/File:I3zjiz6ctj8gjuzylupx.png">
            <img width="250" alt="I3zjiz6ctj8gjuzylupx" src="https://upload.wikimedia.org/wikipedia/commons/5/5e/I3zjiz6ctj8gjuzylupx.png">
        </a>
        <p>Para mayor informaci&oacute;n dirigirse a la siguiente p&aacute;gina => <a href="pages/urbanRoosters.html">Urban Roosters y FMS</a></p>
        
        <h4>Batalla de Maestros</h4>
        <p>Tambi&eacute;n conocida como BDM, es otra de las competiciones de Freestyle. Esta fue un lugar de acogida para los freestyler chilenos y permiti&oacute; que el freestyle chileno creciera exponencialmente.</p>
        <img src="images/descarga.jpg" alt="BDM" width="250">
        <p>Para mayor informaci&oacute;n dirigirse a la siguiente p&aacute;gina => <a href="pages/batallaMaestros.html">Batalla de Maestros</a></p>
        
        <footer>
            <p><b>Referencias</b></p>
            <a href="https://commons.wikimedia.org/wiki/File:Mapa_mundi_blanco.PNG">Fobos92</a>, <a href="https://creativecommons.org/licenses/by-sa/3.0">CC BY-SA 3.0</a>, via Wikimedia Commons <br>
            <a href="https://commons.wikimedia.org/wiki/File:Mc_Supernatural.jpg">Kayojayo</a>, <a href="https://creativecommons.org/licenses/by-sa/3.0">CC BY-SA 3.0</a>, via Wikimedia Commons <br>
            <a href="https://commons.wikimedia.org/wiki/File:I3zjiz6ctj8gjuzylupx.png">Urban Roosters</a>, <a href="https://creativecommons.org/licenses/by-sa/4.0">CC BY-SA 4.0</a>, via Wikimedia Commons
        </footer>
    </body>
</html>
